app/controllers/messages_controller.rb

  def index
    @message = Message.new
    @messages = Message.all
---
SELECT "messages".* FROM "messages"

  def create
    @message = Message.new(message_params)
    @message.save
---
INSERT INTO "messages" ("name", "org", "contract", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "1"], ["org", "111"], ["contract", "111"], ["text", "1111"], ["created_at", "2019-01-18 00:14:12.920974"], ["updated_at", "2019-01-18 00:14:12.920974"]]